<<<<<<< Updated upstream
----------------------------------------------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  C:\Users\Dome\Documents\PRACTICE-JOB\STATA_Demo\Demo.log
  log type:  text
 opened on:  23 Oct 2021, 13:01:21

.         
.         ** Loading Data
.         clear all

.         
.                 * Load data
.                 sysuse auto
(1978 Automobile Data)

. 
.                 
. ////////////////////////////////////////////////////////////////////////////////
> **-------------------------------- START -------------------------------------**
. ////////////////////////////////////////////////////////////////////////////////
> 
. 
. ** Hola DOme
. *Hola Guille
. 
. 
. ////////////////////////////////////////////////////////////////////////////////
> **--------------------------------- END --------------------------------------**
. ////////////////////////////////////////////////////////////////////////////////        
>         
. * Return commented do-file to Oxford the HR team
. 
.         * Close Log and session
.         log close
      name:  <unnamed>
       log:  C:\Users\Dome\Documents\PRACTICE-JOB\STATA_Demo\Demo.log
  log type:  text
 closed on:  23 Oct 2021, 13:01:21
----------------------------------------------------------------------------------------------------------------------------------------------
=======
-----------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  C:\Users\guill\OneDrive\Desktop\GitHub\STATA_Demo\Demo.log
  log type:  text
 opened on:  23 Oct 2021, 12:57:40

.         
.         ** Loading Data
.         clear all

.         
.                 * Load data
.                 sysuse auto
(1978 Automobile Data)

. 
.                 
. ////////////////////////////////////////////////////////////////////////////////
> **-------------------------------- START -------------------------------------**
. ////////////////////////////////////////////////////////////////////////////////
> 
. 
. ** Hola DOme
. 
. 
. 
. ////////////////////////////////////////////////////////////////////////////////
> **--------------------------------- END --------------------------------------**
. ////////////////////////////////////////////////////////////////////////////////        
>         
. * Return commented do-file to Oxford the HR team
. 
.         * Close Log and session
.         log close
      name:  <unnamed>
       log:  C:\Users\guill\OneDrive\Desktop\GitHub\STATA_Demo\Demo.log
  log type:  text
 closed on:  23 Oct 2021, 12:57:40
-----------------------------------------------------------------------------------------------------------
>>>>>>> Stashed changes
